---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.InsulationType
source: html/21e7cc7f-31e4-72dd-a0ce-6e65f360155c.htm
---
# InsulationType Properties

The id of the assembly instance to which the element belongs.